[Main]
DisplayName=Lietuvių

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=Atsiliepimai

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=Įrankių juostų ir įskiepių naršyklėje nėra
rdlvAllBrowse.Columns[0].Caption=Pavadinimas
rdlvAllBrowse.Columns[1].Caption=Vartotojų įvertinimas
rdlvAllBrowse.Columns[2].Caption=Operacija
rdlvCustomBrowse.Columns[0].Caption=Pavadinimas
rdlvCustomBrowse.Columns[1].Caption=Operacija
mniRemove.Caption=Pašalinti
mniRate.Caption=Įvertinti
mniIgone.Caption=Ignoruoti
mniRefush.Caption=Atnaujinti
mniOpenFloder.Caption=Atidaryti failo vietą
mniOpeninRegedit.Caption=Atidaryti naudojant Regedit
mniSelectedAll.Caption=Pažymėti viską
mniInvertSelection.Caption=Invertuoti pažymėjimą
mniSearchOnline.Caption=Ieškoti internete

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=Atstatyti naršyklę
lblConfire.Caption=Ar tikrai norite atstatyti numatytuosius nustatymus?
lblHomepageTitle.Caption=Dabartinis pradžios tinklalapis:
lblSearchTitle.Caption=Dabartinis numatytasis paieškos variklis:
btnImg_OK.Caption=Gerai
btnImg_Cancel.Caption=Atšaukti

[Uninstaller_frm_FeedBack]
lbl_Title.caption=Atsiliepimai
lbl_DescTitle.caption=Aprašymas:
lbl_EmailTitle.caption=El. paštas:
lbl_ScreenShot.caption=Ekrano kopija
lbl_TypeTitle.caption=Prašymo tipas:
btnImg_FeedBackSend.caption=Siųsti
btnImg_FeedBackCancel.caption=Atšaukti
lbl_ContactMsg.caption=Arba tiesiogiai susisiekti su mumis per

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=Pašalinti
lbl_NoTkanks.caption=Niekada nerodyti tai

[Uninstaller_frmSetting]
lbl_Caption.caption=Nustatymai
lbl_UserInterfaceTitle.caption=Vartotojo sąsaja
lbl_SkinTitle.caption=Apipavidalinimas:
lbl_LanguageTitle.caption=Dabartinė kalba:
lbl_FontSize.caption=Šrifto dydis:
lbl_Classic.caption=Klasikinis
lbl_White.caption=Baltas
lbl_UpdateTitle.caption=Atnaujinimo metodas
lbl_UpdateRemind.caption=Priminti man, kai naujinimai yra prieinami
lbl_UpdateChooseDes.caption=Atnaujinimo metodas šiam produktui:
lbl_UpdateAuto.caption=Atnaujinti automatiškai
lbl_GeneralCaption.caption=Bendra
lbl_AutoDelete.caption=Galingame nuskaityme automatiškai ištrinti likusius failus
lbl_AutoDeleteAfterOtherUninstall.caption=Automatiškai ištrinti likusius failus pašalintų programų naudojant kitą išdiegėją
lbl_RemoveToRecycleBin.caption=Galingo nuskaitymo rastus failus perkelti į šiukšlię
lbl_ShowExplorerButton.caption=Pridėti failų smulkinimo mygtuką į Windows naršyklę
lbl_Notification.caption=Pranešimas
lbl_AutoShowTipForm.caption=Iškviesti galingą nuskaitymą kai išdiegimo operacija aptikta
lbl_BrowserPlugTip.caption=Pranešti kai įdiegti kenkėjiški įskiepiai
btnImg_OK.caption=Gerai
btnImg_Cancel.caption=Atšaukti

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=Pavadinimas
ListView_AppList.Columns[1].caption=Dydis
ListView_AppList.Columns[2].caption=Įdiegimo data
ListView_AppList.Columns[3].caption=Operacija
lbl_Notice.caption=Norint matyti savo Windows programas, prašome įsitikinti, kad Jūsų paskyra turi administratoriaus teises.
mniUninstall.caption=Išdiegti
mniRefush.caption=Atnaujinti
mniView.caption=Rodyti
mniDetails.caption=Informacija
mniIcons.caption=Piktogramas
mniOpenFile.caption=Atidaryti failo vietą
mniOpenReg.caption=Atidaryti naudojant Regedit
mniOpenWinstore.caption=Atidaryti naudojant Winstore
mniSearchOnline.caption=Ieškoti internete

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=Pavadinimas
ListView_Update.Columns[1].caption=Įdiegimo data
ListView_Update.Columns[2].caption=Operacija
lbl_NoItems.caption=Windows naujinimai nerasti.
mniUninstall.caption=Išdiegti
mniRefush.caption=Atnaujinti
mniViewby.caption=Rodyti
mniDetails.caption=Informacija
mniIcons.caption=Piktogramas

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=Priverstinis išdiegimas
lbl_FUInfo.caption=Priverstinis išdiegimas padės Jums išdiegti programą, kuri negali būti išdiegta įprastiniu būdu, bei išvalys jos likusius failus. Jis taip pat gali padėti Jums pašalinti nuorodą ir jos tikslinį failą lengvai.
btnImg_Open.caption=Naršyti...
lbl_DropInfo.caption=Norint ištrinti ar išdiegti failą/programą Jūs galite naršyti arba nutempti failą/aplanką čia.
btnImg_Uninstall.caption=Išdiegti
btnImg_Cancel.caption=Atšaukti
PopMenu_Uninstall.caption=Išdiegti
PopMenu_OpenFolder.caption=Atidaryti Failo Vietą
PopMenu_ViewEntry.caption=Atidaryti naudojant Regedit
PopMenu_SearchOnline.caption=Ieškoti internete
ListView_FindReslut.Columns[0].caption=Rodyti pavadinimą
ListView_FindReslut.Columns[1].caption=Dydis
ListView_FindReslut.Columns[2].caption=Įdiegimo data

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=Atidaryti naudojant Regedit
mniMenu_Path.caption=Atidaryti failo vietą
btnImg_AllMainCancel.caption=Atšaukti
btnImg_Advanced.caption=Pažangus
btnImg_Uninstall.caption=Išdiegti
lbl_AutoDelete.caption=Automatiškai pašalinti nereikalingus failus
lbl_IsCreateRestore.caption=Sukurti atkūrimo tašką prieš išdiegimą. Tai užtruks šiek tiek laiko.
lbl_IsUninstallHint.caption=Ar norite išdiegti pasirinktą programą?
btnImg_Delete.caption=Ištrinti
btnImg_ReslutCancel.caption=Atšaukti
lbl_SeletedAll.caption=Pažymėti viską
lbl_ShredFile.caption=Smulkinti failus
lbl_AllRestart.caption=Paleiskite kompiuterį, kad visiškai pašalintumėte šią programą. Perkrauti dabar?
lbl_NoPowerScan.caption=Išdiegimas baigtas.
lbl_SomeNeedStart.caption=Perkraukite kompiuterį, kad visiškai pašalintumėte šią programą. Perkrauti dabar?
btnImg_RecommendClose.caption=Uždaryti
btnImg_Restart.caption=Taip
lbl_MoneyBackInfo.caption=Jūs galėsite mėgautis saugesniu ir greitu kompiuteriu, visiškai pašalindami nepageidaujamas programas ir papildinius. 60 dienų pinigų gražinimo garantija. Be klausimų.
lbl_MoneyBackTitle.caption=Garantuotas kruopštus išdiegimas ir švaresnis kompiuteris
lbl_UninstallCompleted.caption=Išdiegimas baigtas!
lbl_PluginTitle.caption=Tačiau, siekiant užtikrinti saugų naršymą, šios problemos turi būti išsprestos:
lbl_UpgradeDes.caption=Norėdami jas išspresti, atnaujinkite į IObit Uninstaller PRO dabar.
lbl_AutoUpdateDes.caption=Išvalykite likusius failus automatiškai ir greitai
lbl_CleanDes.caption=Lengvai aptikite ir išdiegite pridetines programas
lbl_MoreDBDes.caption=Pašalinkite daugiau užsispyrusių programų su išplėstine duomenų baze
lbl_ProTitle.caption=Bet su PRO leidimu galite:
lbl_RemovePlugin.caption=Pašalinti kenkėjiškus įskiepius, kad apsaugoti naršyklę
lbl_SupportDes.caption=Visada atnaujinkite savo svarbias programas

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=Išdiegti
btnImg_Cancel.caption=Atšaukti

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=Pašalinimo atkūrimas
rdlblDesc.Caption=Atkurkite Savo kompiuteri į būseną, kuri buvo prieš pasirinktą įvykį. Naujausias negali būti pašalintas, dėl sistemos saugumo.
ListView_Restore.Columns[0].Caption=Data ir laikas
ListView_Restore.Columns[1].Caption=Aprašymas
btn_CreateRestorePoint.Caption=Sukurti atkūrimo tašką
RdImageButton_Restore.Caption=Atkurti
RdImageButton_Delete.Caption=Ištrinti
lblNull.Caption=Nėra sukurtų sistemos atkūrimo taškų.

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=Išvalyti nereikalingus failus
lbl_Frame_Detail.caption=Cleanup Residual will help you clean Invalid Shortcut, Windows Patch Cache and useless files in Download Folder to save more space for better system performance.
lbl_Shortcut_Title.caption=Invalid Shortcuts
lbl_Shortcut_Detail.caption=Scan and remove the invalid shortcuts in start menu, desktop to improve system performance && user experience.
lbl_WindowsPatch_Title.caption=Windows Patch Cache
lbl_WindowsPatch_Detail.caption=Clean the cache generated during installing patches to release more disk space and make system run smoothly.
lbl_Download_Title.caption=Atsiuntimų aplankas
lbl_Download_Detail.caption=Scan files in default download folder of main-stream browsers and download tools. Before deletion, please make sure they are useless files.
Menu_Clean_OpenFileLocation.caption=Atidaryti failo vietą
Menu_Clean_SelectAll.caption=Pažymėti viską
Menu_Clean_InvertSelection.caption=Invertuoti pasirinkimą
ListView_Clean.Columns[0].Caption=Failo kelias
RdLabelBack.Caption=Atgal
ck_SelectALL.Caption=Pažymėti viską

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=Ne, ačiū
RdImgBtnUninstall.caption=Išdiegti
RdListView_History.Columns[0].Caption=Programos pavadinimas
RdListView_History.Columns[1].Caption=Būsena

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=Uždaryti

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=Failų smulkintuvas
lbl_Listview_Title.caption=Pasirinkite failus arba aplankus kuriuos norite smulkinti:
lblLoading.caption=Kraunama...
lbl_AddFile.caption=Pridėti failą...
lbl_AddFolder.caption=Pridėti aplanką...
RdImageButton_Shredder.caption=Smulkinti
RdImageButton_Cancel.caption=Atšaukti
ListView_FileList.Columns[0].Caption=Failo kelias
Menu_Shredder_Shredder.caption=Smulkinti
Menu_Shredder_AddFile.caption=Pridėti failą
Menu_Shredder_AddFolder.caption=Pridėti aplanką
Menu_Shredder_Romove.caption=Pašalinti
Menu_Shredder_Clean.caption=Valyti
lbl_Shredder_Tip.caption=Failai smulkinami. Tai gali užtrukti šiek tiek laiko, prašome palaukti...

[uninstall_Mitor_M]
ProStillLeavesone_M=%d programa vis dar palieka:
Lbl_metro_Atten.caption=Dėmesio
lbl_show.caption="%s" dar turi likusių failų, kurie gali turėti įtakos kompiuterio našumui.
Donotagain_M=Nerodyti tai dar kartą.
Hide_M=Paslėpti
showDetails_M=Rodyti detales
Cleanmanually_M=Valyti rankiniu būdu
Close_M=Uždaryti
AutoClean_M=AutoClean
Cleaning_M=Išvaloma
Cleannow_M=Valyti dabar
StillLeavas_M="%s", vis dar palieka
RegistryEntries_M=registro įrašai
MBFiles_M=MB failai
LeftBy_M=palikti "%s", buvo ištrinti
Cleanfuture_M=Ateityje valyti automatiškai
Registry_M=Registrai
File_M=Failas
Files_M=failai
Items_M=elementai
Item_M=elementas
rdlblCleanupCompleted.caption=Valymas baigtas
rdlblIncomplete.caption=Išdiegimas nebaigtas
Setting_M=Nustatymai
Uselessfiles_M=nereikalingi failai
Uselessregistryentries_M=nereikalingi registro įrašai
UselessregistryentriesOne_M=nenaudingas registro įrašas
Removingnow_M=Šalinama dabar...
rdlblRemoving.caption=Šalinama dabar...
TrayHintstill=vis dar galima %d likusios (-ių) problemas (-ų) sutvarkyti.
CCtrayHint_M=vis dar galima %d+ likusios (-ių) problemas (-ų) sutvarkyti.
LeftoversRemoved_M=Užsilikę failai pašalinti:
ProStillLeaves_M=%d programos vis tiek palieka:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=Ne, ačiū
RdImageButtonImageButton_Uninstall.caption=Išdiegti

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=Dėmesio
Lbl_Warnning_Detail.caption=Ši kompiuterinė programa yra apsaugota autorių teisių įstatymu ir tarptautinių sutarčių.
lbl_copyright.caption=Autorinės teisės© 2005-2018 IObit. Visos teisės saugomos.
lbl_Thanks_Title.caption=Speciali padėka šiems žmonėms už jų didelį indėlį:
rdhtmlEula.caption=<a>Galutinio vartotojo licencijos sutartimi</a> | <a>privatumo politika</a>

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=Dydis
ListView_SoftwareList.Columns[2].Caption=Įdiegimo data
ListView_SoftwareList.Columns[3].Caption=Versija
Menu_Program_Uninstall.caption=Išdiegti
Menu_Program_Repair.caption=Taisyti
Menu_Program_Refresh.caption=Atnaujinti
Menu_Program_ViewBy.caption=Rodyti kaip
Menu_Program_icons.caption=Piktogramas
Menu_Program_Details.caption=Informacija
Menu_Program_OpenFileLocation.caption=Atidaryti failo vietą
Menu_Program_OpeninRegedit.caption=Atidaryti naudojant Regedit
Menu_Program_SearchOnline.caption=Ieškoti internete

[uninstaller_Form_Activate]
Label_Get.caption=Gauti licenciją
Label_Retrv.caption=Atnaujinti kodą
Label_Eg.caption=Pvz.: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=Užsispyrusių programų pašalinimas
lblContentOne.caption=Kruopšciai pašalinkite daugiau užsispyrusių programų su naujausia technologija ir išplestine duomenu baze
lblTitleTwo.caption=Visiškai pašalinkite pridetinę programinę irangą
lblContentTwo.caption=Stebėkite programos diegimą, kad butu lengviau aptikti ir išdiegti pridetines programas ir pridetinius papildinius
lblTitleThree.caption=Greita ir saugi naršykle
lblContentThree.caption=Pašalinkite kenkejiškus ir reklaminius iskiepius/papildinius, kad galetumete saugiai ir sklandžiai naršyti internete
lblTitleFour.caption=Naujas programinės irangos atnaujintuvas
lblContentFour.caption=Lengvai ir greitai visada atnaujinkite svarbias programas
RdImgBtnRegNow.caption=Registruoti dabar
RdLabelCaption.caption=Aktyvuok Pro laidą, kad mėgautumėtės geresne eksploatavimo patirtimi
Label_Please.caption=Prašome įvesti savo licenciją ir spauskite "Registruoti dabar" mygtuką, norint aktyvuoti visas funkcijas PRO leidime.
Label_Code.caption=Licencijos kodas:
Label_More.caption=Daugiau naudos, Mes pažadame:
RdImgBtn_Upgrade.caption=Atnaujinti į PRO
rdlblHelp.caption=pagalba

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=Uždaryti
rdlblHelp.caption=pagalba
Label_Please.caption=Prašome įvesti savo licenciją ir spauskite "Registruoti dabar" mygtuką, norint aktyvuoti visas funkcijas PRO leidime.
Label_Code.caption=Licencijos kodas:
RdImgBtnRegister.caption=Registruoti dabar
Label_Retrv.caption=Atnaujinti kodą
Label_HaveLicense.caption=Neturite licencijos?
Label_click.caption=Spauskite čia, kad gautumėte vieną.
RdImageButton_Back.caption=Atgal
RdImageButton_Close.caption=Uždaryti
RdLabelCaption.caption=Licencijos tvarkyklė
Label_Status.caption=Licencijos būsena:
Label_Activated.caption=Aktyvuota
Label_Lcode.caption=Licencijos kodas:
Label_Data.caption=Galiojimo laikas:
Label_Refresh.caption=Atnaujinti
Label_Export.caption=Eksportuoti licenciją
rdlblAlread.caption:=Jau turiu licencijos kodą

[uninstaller_Form_licensemessage]
rdlblHelp.caption=pagalba
RdImgBtn_Closetwo.caption=Uždaryti
Label_success.caption=Licencija buvo aktyvuota sėkmingai!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=Čia pristato jus su išdiegimo žurnalais ir būsena. Jei likusių failų būsena liko, galite spustelėti "Nuskaityti", jei norite rasti ir pašalinti visus likusius failus.
RdLabelCaption.caption=Išdiegimų istorija
ListView_History.Columns[1].Caption=Išdiegimo data
ListView_History.Columns[2].Caption=Dydis
ListView_History.Columns[3].Caption=Būsena
ListView_History.Columns[4].Caption=Operacija
Menu_ClearThis.Caption=Išvayti šį įrašą
Menu_ClearAll.Caption=Išvalyti viską

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. Paspauskite kairiuoju pelės klavišu ir vilkite pelę į norimą pasirinktą sritį, kurią norite išsaugoti kaip ekrano kopiją
M_NoticeInfo_AC=2. Dešiniuoju pelės mygtuku spustelėkite arba paspauskite klavišą Esc, kad išeitumėte
M_Rect=Stačiakampis
M_Oval=Apskritimas
M_Text=Tekstas
M_Paintbrush=Teptukas
M_Return=Anuliuoti (Ctrl + Z)
M_Copy=Kopijuoti į iškarpinę
M_Exit=Išeiti iš ekrano kopijos
M_Save=Išsaugoti
M_TipInfo=Ekrano kopija buvo išsaugota iškaprinėje. Jūs galite naudoti Ctrl + V, kad įklijuotumėte.
M_TipShow=Nerodyti šio pranešimo daugiau
M_TipSure=Gerai
M_NoticeInfo=①  Paspauskite kairiuoju pelės klavišu ir vilkite pelę į norimą pasirinktą sritį, kurią norite išsaugoti kaip ekrano kopiją
M_NoticeInfo_a=②  Dešiniuoju pelės mygtuku spustelėkite arba paspauskite klavišą Esc, kad išeitumėte

[Uninstaller_Form_SendResult]
lbl_Sending.caption=Siunčiama...
lbl_SendFailed.caption=Išsiųsti nepavyko. Spustelėkite Gerai, kad pateikti internetu atsiliepimus.
btnImg_SendFailed.caption=Gerai
lbl_SendSuccess.caption=Ačiū už jūsų atsiliepimą. Mes kuo greičiau susisieksime su Jumis.
btnImg_SendSuccess.caption=Gerai

[Uninstaller_Form_UptoPro]
Rdlb_UpdateManually.caption=Atnaujinti rankiniu būdu
Rdlb_lbOpenBuyWeb.caption=Atsibodo atnaujinti rankiniu būdu?
RdLb_OpenBuyWeb.caption=Aktivuoti automatinį naujinimą

[Uninstaller_M]
MainGiftbox_Hint=%D% Specialus pasiūlimas
MainUpdate_Hint=Nauja versija yra prieinama
Startup_Delete_M=Ištrinti
LicenseSeat_M=Licencijos vieta:
Powerful_File_Reboot_M=Failas ištrintas iš naujo paleidus:
Powerful_File_Del_M=Failas ištrintas:
Powerful_Reg_Sucess_M=Registras ištrintas:
Powerful_Reg_Faild_M=Registro ištrynimas nepavyko:
Powerful_Task_Sucess_M=Užduočių tvarkaraštis ištrintas:
Powerful_Task_Faild_M=Užduoties tvarkaraščio ištrinimas nepavyko:
Powerful_Services_Sucess_M=Paslauga ištrinta:
Powerful_Services_Faild_M=Paslaugos ištrinimas nepavyko:
CodeLiftTime_M=Tai gyvenimo licencijos kodas, kuris galioja tik "IObit Uninstaller v6". Prašome iš naujo įdiegti IObit Uninstaller v6 PRO.
ShredderDetail_1=Ištrintus failus galima atkurti net po disko formato.
ShredderDetail_2=Failų smulkintuvas padeda saugiai ir visam laikui pašalinti nepageidaujamus failus.
Program_Information=Programos Informacija
Files_Deleted=Ištrinti failai
Registries_Deleted=Ištrinti registro įrašai
Scheduled_Tasks_Deleted=Ištrintos numatytosios užduotys
Deleted_on_Reboot=Ištrinta po perkrovimo
Service_Deleted=Ištrintos paslaugos
HtmlADPluginCaption=<a>%d</a> reklamos įskiepių trukdžiai (-ių)
HtmlMaliciousPluginCaption=<a>%d</a> kenkėjiško (-ų) įskiepio (-ių) grėsmė
MenuRight_Caption=Galingas išdiegimas
UninstallLog_No_IsEmpty_M=Galingas nuskaitymas likusių failų nerado.
Input_Text_Search=Ieškoti
Hint_Settings=Parametrai
Hint_WindowMin=Minimizuoti
Hint_WindowMax=Maksimizuoti
Hint_WindowRest=Atkurti
Hint_WindowClose=Uždaryti
Hint_Tools=Įrankiai
Nav_Colle_Program_All=Programos
Nav_Colle_Browser=Įrankių juostos ir įskiepiai
Nav_Colle_Win=Win tvarkyklė
Nav_Colle_AC=Veiksmų centras
Nav_Item_Program_All=Visos programos
Nav_Item_Program_Recent=Neseniai įdiegta
Nav_Item_Program_Infrequent=Retai naudojamos
Nav_Item_Program_Large=Didelės programos
Nav_Item_Win_Update=Windows naujinimai
Nav_Item_Browser_All=Visos įrankių juostos ir įskiepiai
Button_Uninstall=Išdiegti
Button_Remove=Pašalinti
Button_OK=Gerai
Button_Cancel=Atšaukti
Button_Close=Uždaryti
Button_Yes=Taip
Button_No=Ne
Button_Continue=Tęsti
FileCorruptedMsg=Kaikurie IObit Uninstaller failai yra sugadinti. Prašome iš naujo įdiegti IObit Uninstaller.
Program_Mult=Programa jau veikia kitoje vartotojo paskyroje. Prieš bandydami paleisti dar kartą, išeikite iš to vartotojo abonemento.
ToolPopForceUninstall=Priverstinis išdiegimas
ToolPopCleanup=Išvalyti likusius failus
ToolPopHistory=Išdiegimo istorija
ToolPopFileShredder=Failų smulkintuvas
MoreSettingPopSetting=Nustatymai...
MoreSettingPopRestore=Atkurti
MoreSettingPopExport=Eksportuoti programų sąrašą
MoreSettingPopUpdate=Tikrinti, ar yra atnaujinimų
MoreSettingPopManual=Vartotojo vadovas
MoreSettingPopSupport=Techninė pagalba
MoreSettingPopOnline=IObit internete
MoreSettingPopLike=Patinka
MoreSettingPopAbout=Apie
DefaultSelProg=Išdiegite nereikalingą programą, kad atlaisvintumėte daugiau vietos.
DefaultSelPlug=Pašalinkite nepageidaujamus papildinius, kad apsaugotumėte naršyklę.
DefaultSelWApp=Pašalinkite nepageidaujamas "Windows" programas, kad pagreitintumėte savo kompiuterį.
SelInfoProg=programa pasirinktą išdiegti.Viso dydis:
SelInfoProgM=programos pasirinktos išdigti.Viso dydis:
SelInfoPlug=papildinys pasirinktas pašalinimui.
SelInfoPlugM=papildiniai pasirinkti pašalinimui.
SelInfoUpdate=Windows atnaujinimas pasirinktas pašalinti.
SelInfoUpdateM=Windows papildiniai pasirinkti pašalinti.
SelInfoWApp=programa pasirinkta išdiegti.
SelInfoWAppM=programos pasirinkto išdiegti.
v_license_OtherCode_M=Licencijos kodas: %s galioja tik %s. Prašome paspausti mygtuką Gerai, kad atsisiųstumėte ir užregistruotumėte savo %s.
Cannotconnect_M=Nepavyko prisijungti prie mūsų serverio. Prašome patikrinti savo tinklo/įgaliotojo serverio nustatymus ir mėginkite savo licenciją patvirtinti vėliau.
license_OtherGivewalys_M=%s yra dovanų licencija ir galioja tik nustatytai versijai. Prašome apsilankyti <a>čia</a>, norint įsigyti naują licencijos kodą IU v6 PRO.
SysRestore_CreateComplete=Sėkmingai sukurtas atkūrimo taškas!
SysRestore_CreateFailed=Nepavyko sukurti atkūrimo taško! Prašome patikrinti, ar Jūsų sistemos atkūrimas yra įjungtas.
SysRestore_CreateRestore_Confirm=Ar tikrai norite sukurti atkūrimo tašką?
SysRestore_CreateRestore_Tip=Kuriamas atkūrimo taškas, prašome palaukti...
SysRestore_CreateRestore_Failed=Nepavyko sukurti atkūrimo taško! Prašome patikrinti, ar Jūsų sistemos atkūrimas yra įjungtas.
SysRestore_SetRestore_Confirm=ĮSPĖJIMAS: Atkuriant Jūsų sistemą į atkūrimo tašką bus anuliuoti visi pakeitimai, padaryti po to atkūrimo taško. Tik pradėjus, sistemos atkūrimas negali būti atšauktas arba nutrauktas. Ar tikrai norite tęsti?
SysRestore_SetRestore_Reboot=Reikalingas kompiuterio perkrovimas norint pritaikyti šiuos pakeitimus. Prašome išsaugoti visus savo atvirus failus ir uždarykite visas atidarytas programas, prieš perkrovimo. Perkrauti kompiuterį dabar?
SysRestore_SetRestore_Tip=Atkūriami sistemos failai ir parametrai, prašome palaukti...
SysRestore_Delete_Confirm=Ar Jūs tikrai norite ištrinti?
Clean_Shortcuts_GroupsHeader_M=Negaliojančios nuorodos
Clean_WindowsPatch_GroupsHeader_M=Windows naujinimų talpyklos
Clean_Download_GroupsHeader_M=Atsisiuntimų aplankas
Shredder_Del_M=Ar tikrai norite visam laikui pašalinti %d faila(-us)? Šalinimas yra NEATSTATOMAS ir užtruks ilgiau laiko užbaigti.
Shredder_DelOne_M=Ar tikrai norite visam laikui pašalinti %d failą? Šalinimas yra visiškai NEATKURIAMAS ir užtruks ilgiau laiko užbaigti.
Shredder_NotDel_M="%s" nebuvo susmulkintas, nes jo negalima skaityti. Prašome patikrinti, ar jis vis dar naudojamas.
Shredder_InUse_M=Kai kurie failai nebuvo susmulkinti, nes jų negalima skaityti. Prašome patikrinti, ar jie vis dar naudojami.
Shredder_Sucess_M=Failas (-ai) susmulkinti sėkmingai.
Shredder_OneSucess_M=Sėkmingai susmulkinta.
Shredder_DirIsEmpty_M=Jis yra tuščias. Jūs negalite jo susmulkinti.
FileShredder_MaxCount_M=Buvo pridėta 5000 failų. Prašome pridėti likusius failus po susmulkinimo.
BatchUninstall_NoneSelect_M=Prašome pasirinkti bent vieną programą.
OtherInfo_M="%s" gali būti išdiegtas tik iš valdymo skydo. Ar norite eiti į Valdymo skydą, norint tęsti išdiegimą?
RelationInfo_M="%s" bus išdiegtas kartu. Ar tikrai norite tęsti šidiegimą?
EndProInfo_M=Procesas "%s" iš "%s", vis dar veikia. Prašome įsitikinkite, kad uždarėte "%s", ir spustelėkite Tęsti.
DRclickmis_M="%s", negali būti išdiegtas įprastiniu būdu. Prašome <a>spustelėkite čia</a>, norint gauti išsamią išdiegimo instrukciją ir išdiegti dar kartą.
UinstallAgain_M=Išdiegti dar kartą
license_expired_M=Licencija %s yra pasibaigė. Spauskite <a>čia </a>, kad atnaujintumėte su didelia nuolaida!
license_maximum_M=Licencija %s buvo aktyvuota maksimaliam kompiuterių skaičiui ir negali būti naudojama. Spustelėkite <a>čia</a>, kad nusipirktumėte kitą licenciją ir aktyvuotumėte IObit Uninstaller Pro šiam kompiuteriui.
license_Free_M=Licencija %s negali būti aktyvuota. Prašome įsigyti naują IObit Uninstaller PRO licenciją.
license_valid_M=Neteisingas licencijos kodas! Prašome įvesti galiojantį licencijos kodą.
Uninstall_Btn_Str=Išdiegti
SureToDelete_Str=Ar tikrai norite ištrinti pasirinktus elementus?
DeselectAll_Str=Atžymėti viską
SelectAll_Str=Pažymėti viską
SuccessReslutFromHistroySome=Liekamieji failai <a>%d</a> programų išvalyti sėkmingai. Patikrinkite informaciją žemiau.
SuccessWithNoResidualSingle=Jūs sėkmingai išdiegėte <a>%d</a> programą, liekamųjų failų nėra.
SuccessWithNoResidualSome=Jūs sėkmingai išdiegėte <a>%d</a> programas, liekamųjų failų nėra.
FailedReslut="%s" nepavyko išdiegti. Įveskite savo elektroninio pašto adresą žemiau ir spauskite Atsiliepimai mygtuką. Išdiegimo žurnalas bus išsiųstas mums.
AllFailedReslutSingle=Pašalinti %s nepavyko. Įveskite savo elektroninio pašto adresą žemiau ir spauskite Atsiliepimai mygtuką. Išdiegimo žurnalas bus išsiųstas mums.
AllFailedReslutSome=Pašalinti %d programų nepavyko. Įveskite savo elektroninio pašto adresą žemiau ir spauskite Atsiliepimai mygtuką. Išdiegimo žurnalas bus išsiųstas mums.
MsgBox_SelectWin8App=Prašome pasirinkti bent vieną programą.
NoticeInfo_One=Kenkėjiškas papildinys aptinktas Jūsų naršyklėje, prašome atidaryti IObit Uninstaller, kad jį pašalintumėte.
NoticeInfo_Some=Kenkėjiški papildiniai aptikti Jūsų naršyklėje, prašome atidaryti IObit Uninstaller, kad juos pašalintumėte.
FuncPluginRemoveSuccessMsgBox=Elementai ištrintii sėkmingai
FuncPluginSelectMsgBox=Pirmiausia pasirinkite elementą.
FuncPluginRemoveFailedMsgBox_2=Prašome išeiti iš šių naršyklių, kad pašalintumėte elementus:
FuncPluginRemoveFailedMsgBox_3=Prašome išeiti iš naršyklių ir pabandykite dar kartą.
FuncPluginRemoveFailedSingleMsgBox=Pašalinti %s nepavyko. Spustelėkite Atsiliepimai norint gauti daugiau pagalbos.
FuncPluginRemoveFailedSomeMsgBox=Pašalinti %d įskiepių nepavyko. Spustelėkite Atsiliepimai norint gauti daugiau pagalbos.
RestoreDefaultSettingsButton=Atkurti %s numatytuosius nustatymus
FeedBack_Sending=Siunčiama...
FeedBack_SendingSuccess=Išsiųsta sėkmingai
FeedBack_SendFailed=Siųsti nepavyko. Spustelėkite Gerai, kad pateiktumėte atsiliepimą internetu.
licenseEg_M=Pvz.: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=Baltas
NouselessFiles_M=Jūsų kompiuteryje nerasta nenaudingų failų.
ExistDownloadFile_M=Ar tikrai norite išvalyti pasirinktus failus atsisiuntimų aplanke?
scaning_M=Nuskaitoma
Exit_M=išeiti
OpenIU_M=Atidaryti IObit Uninstaller
Allthefollowing_M=Visi likutiniai failai buvo išvalyti sėkmingai.
SpecTClose=Uždaryti
SpecTOK=Gerai
SpecTHide=Paslėpti
SpecTUninstalling=Išdiegiama programa:
SpecTUninstallingM=Išdiegiamos programos:
SpecTUninstalled=programa išiegta.
SpecTUninstalledM=programos buvo išdiegtos.
Shredder_NotAddFolder_M=Negalima susmulkinti failo "%s", nes ši operacija gali sukelti sistemos nestabilumą.
ForceUninstallEndProgressMsg=%s veikia. Prašome baigti procesą ir pabandyti dar kartą.
Setting_UITitle=Vartotojo sąsaja
Setting_UpdateTitle=Atnaujinimo metodas
Setting_GeneralTilte=Bendra
Setting_NotificationTilte=Pranešimas
Setting_Size_Normal=Normalus
Setting_Size_Large=Didelis
Setting_Size_Larger=Didesnis
Update_NoItem_Tip=Windows naujinimai nerasti.
MsgBox_SelectProgram=Prašome pirmiausia pasirinkti programą.
UpdateColumnStr_Title=Atnaujinimo pavadinimas (Viso: %d)
Update_Loading_Tip=Kraunamas Windows atnaujinimas...
Win8NoItemTip=Nerasta Windows programų
Win8ColumnStr_Title=Programos pavadinimas (Viso: %d)
Detail_Tip=Informacija
Detail_Name=Pavadinimas
Detail_Ver=Versija
Detail_Path=Įdiegimo kelias
Detail_Des=Aprašymas
Detail_Publisher=Leidėjas
Win8LoadingApp=Kraunamos programos...
Win8ListViewGroupsWin8AppHeader=Windows programos
Win8ListViewGroupsWin8AppSubtitle=Programos skelbiamos Microsoft korporacijos.
Win8ListViewGroupsThirdHeader=Trečiųjų šalių programos
Win8ListViewGroupsThirdSubtitle=Programos skelbiamos trečiųjų šalių korporacijų.
ListViewPlugSysbit=Bit
ListViewGroupMaliciousTitle=Kenksmingos įrankių juostos ir įskiepiai
ListViewGroupMaliciousDesc=Šios įrankių juostos ir įskiepiai gali pakeisti Jūsų numatytąją naršyklę ir pavogti Jūsų asmeninę informaciją.
ListViewGroupAdTitle=Skelbimo pagrindu įrankių juostos ir įskiepiai
ListViewGroupAdDesc=Šios įrankių juosto ir įskiepiai gali rodyti reklamas, banerius ir t.t.
ListViewGroupTrustTitle=Patikimos įrankių juostos ir įskiepiai
ListViewGroupTrustDesc=Šios įrankių juostos ir įskiepiai nepakenks Jūsų kompiuteriui. Jūs galite pašalinti arba laikyti juos.
ListViewGroupExtensions=Įskiepiai
ListViewGroupPlugins=Papildyniai
ListViewGroupToolbar=Įrankių juosta
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=Įleistos programos
ListViewGroupExtension_DES=Plėtiniai yra naudojami tinkinti naršyklę su jums patinkančiomis funkcijomis
ListViewGroupPlugin_DES=Įskiepis gali būti lengvai įdiegtas ir naudojamas kaip naršyklės dalis
ListViewGroupToolbar_DES=Įrankių juosta padeda vartotojams greitai pasiekti svetaines arba atlikti kitas programų funkcijas
ListViewGroupBHO_DES=BHO padeda kurti pritaikytas naršykles ir supaprastinti interaktyvias funkcijas
ListViewGroupActivex_DES="ActiveX" naudoja "Internet Explorer", kad būtų galima palengvinti daugialypės terpės atkūrimą
ListViewGroupInjection_DES=Injekcijos programos injekuoja trečiųjų šalių dll failus į jūsų naršyklės procesą, kad suteiktų tam tikrų funkcijų
PluginNoItemTip=Jūsų naršyklėje nerastos įrankių juostos ar įskiepiai
NoSerchItem_Tip=Nėra jokių elementų, atitinkančių Jūsų paiešką.
PluginColumnStr_Title=Pavadinimas (Viso: %d)
ChromeSysncStr=Prašome išjungti Savo Chrome sinchronizavimo funkciją, jei norite visiškai pašalinti pasirinktus įskiepius. Priešingu atveju Įskiepiai gali būti įdiegti iš naujo automatiškai.
FuncPluginSysPluginMsgBox=Nėra rekomenduojama pašalinti %s, nes kai kurios naršyklės funkcijos gali būti paveiktos po pašalinimo.
FuncPluginLoading=Kraunama...
FuncPluginRmoveSuccess=Pašalinta sėkmingai. Krauanama...
FuncVotePlugSelectMsgBox=Prašome pasirinkti elementą kurį norite įvertinti
FuncPluginRmoveConfireSingleMsgBox=Ar tikrai norite pašalinti šį elementą?
FuncPluginRmoveConfireSomeMsgBox=Ar tikrai norite pašalinti šiuos elementus?
FuncCheckBrowserMsgBox_1=%s veikia.
FuncCheckBrowserMsgBox_2=Spustelėkite Gerai, kad uždarytumėte (Prašome pirmiausia išsaugoti savo turinį).
FuncCheckBrowserMsgBox_3=Arba spustelėkite Atšaukti, jei norite nutraukti operaciją.
FuncCheckBrowserMsgBox_4=%s veikia.
FuncCheckBrowserMsgBox_5=Spustelėkite Gerai, kad priverstinai uždarytumėte (Neišsaugotas turinys gali būti prarastas).
FuncCheckBrowserMsgBox_6=Arba spustelėkite Atšaukti, jei norite nutraukti operaciją.
FuncPluginRemoveFailedMsgBox_1=Nepavyko pašalinti šių elementų:
FuncPluginRemoveFailedMsgBox_4=%s gali nepavykti pašalinti, nes jis yra apsaugos %s. Prašome uždaryti %s ir pabandyti iš naujo pašalinti.
FuncRestoreSuccessMsgBox=Numatytieji nustatymai atkurti sėkmingai.
FuncRestoreFailedMsgBox=Nepavyko atstatyti naršyklė numatytuosius parametrus, prašome išeiti iš %s ir bandykite dar kartą.
PluginRestoreStr=Atkurti %s numtytuosius nustatymus
FuncVoteMarkSelectMsgBox=Prašome įvertinti.
FuncVoteFailedMsgBox=Įvertinimas nepavyko, prašome patikrinti savo tinklo ryšį ir bandykite dar kartą.
FuncVoteActiveVote=Įvertinti
FuncVoteWaitting=Pateikiamas įvertinimas, prašome palaukti...
VoteStr_1=<a>1</a> naudotojas įvertino. Jūs jau įvertinote.
VoteStr_2=Įvertinimas dar nėra gautas. Būk pirmasis įvertindamas.
VoteStr_3=<a>%d</a> naudotojai įvertino. Jūs jau įvertinote.
VoteStr_4=<a>%d</a> naudotojai įvertino. Kaip manote apie šį papildinį?
NoticeInfoEx_One=<a>1</a> Pavojingas papildinys aptiktas jūsų naršyklėje, atidarykite IObit Uninstaller, kad pašalintumėte jį.
NoticeInfoEx_Some=<a>%d</a> Pavojingi papildiniai aptikti jūsų naršyklėje, atidarykite IObit Uninstaller, kad pašalintumėte juos.
UninstallPromote=Pirkti dabar
OneItemStr=%d elementas
SomeItemStr=%d elementai
OneItem=elementas
SomeItems=elementai
RebootToDelete_Str=(Ištrinti per perkrovimą)
UninstallingSingleStr=Ar norite išdiegti pasirinktą programą?
UninstallingSomeStr=Ar norite išdiegti pasirinktas %d programas?
Uninstall_Str=Standartinis išdiegimas %s (%d/%d)
Scan_Str=Nuskaitomas %s (%d/%d)
CreateRetore_Str=Kuriamas atkūrimo taškas, prašome palaukti...
SureToDeleteSomeStr=Išdiegta <a>%d</a> programų. Įsitikinkite, kad elementas kurį norite ištrinti pažymėtas.
SureToDeleteOneStr=Išdiegta <a>1</a> programų. Įsitikinkite, kad elementas kurį norite ištrinti pažymėtas.
SureToDeleteByHistroyStr=Nuskaitymas baigtas. Įsitikinkite, kad elementas kurį norite ištrinti pažymėtas.
DeletingStr=Trinami likučiai, prašome palaukti
DeleteCancleStr=Ar tikrai norite atšaukti trynimą?
RestoringCancleStr=Kuriamas atkūrimo taškas. Ar tikrai norite atšaukti?
RegistryCaption_Str=Registrai
FileCaption_Str=Failas
TaskCaption_Str=Suplanuotos užduotys
ServiceCaption_Str=Sistemos tarnybos
HintProToolStr=Išplėstinis išdiegimas padeda visiškai ir kruopščiai pašalinti %s.
SuccessReslutFromHistroySingle=Liekamieji failai  programos išvalyti sėkmingai. Patikrinkite informaciją žemiau.
SuccessReslutFromUninstallSingle=Jūs sėkmingai išdiegėte <a>%d</a> programą, informacija žemiau.
SuccessReslutFromUninstallSome=Jūs sėkmingai išdiegėte <a>%d</a> programas, informacija žemiau.
SuccessReslutNeedRestartSingle=<a>%d</a> programa buvo išdiegta.
SuccessReslutNeedRestartSome=<a>%d</a> programos buvo išdiegtos.
FileDeleteReslut=Failai ištrinti: <a>%s</a>
RegDeleteReslut=Registro įrašai ištrinti: <a>%d</a>
TaskDeleteReslut=Suplanuotos užduotys ištrintos: <a>%d</a>
ServiceDeleteReslut=Tarnybos ištrintos: <a>%d</a>
HtmlRecomReslutCaption=Išdiegtos <a>%d</a> programos ir pašalinti likę failai žemiau:
HtmlFileReCaption=<a>%s</a> nenaudingų failų
HtmlRegReCaption=<a>%d</a> nenaudingi (-ų) registro įrašai (-ų)
HtmlTaskReCaption=<a>%d</a> negaliojančios (-ių) numatytos (-ų) užduotys (-čių)
HtmlServicesReCaption=<a>%d</a> negaliojančios (-ių) sistemos paslaugos (-ų)
RebootYes=Perkrauti dabar
RebootLater=Vėliau
FromHistroyNoItem=Likučiu nerasta
FromUninstallNoItem=Išdiegimas baigtas.
RelatedMetroText=Šios programos yra susijusios. Jei išdiegsite vieną iš jų, kitos išsidiegs automatiškai. Ar tikrai norite išdiegti?
RelatedSoftText=Tuo pačiu metu buvo įdiegti aukščiau pateikti komplektacijos produktai. Ar norite išdiegti juos kartu?
EmailHint=Prašome įvesti teisingą elektroninio pašto adresą
MemoHint=Išsamiai aprašykite savo pasiūlymus ar problemas su kuriomis susidūrėte.
EmailMessage=Kad galėtume su jumis susisiekti prašome įsitikinkite, kad Jūsų elektroninio pašto adresas yra teisingas.
ScreenMaxMessage=Operacija nepavyko. Jūs pasiekėte maksimalų 5 ekrano kopijų limitą.
CloseHintMsg=Ar esate tikras, kad jūs nenorite pateikti atsiliepimo?
FeedBack_1=Aš myliu tai
FeedBack_2=Pasiūlymai
FeedBack_3=Nepavyko išdiegti
FeedBack_4=Nepavyko parodyti visų programų
FeedBack_5=Galingojo nuskaitumo problemos
FeedBack_6=Pranešti apie klaidą
FeedBack_7=Kita
RelatedProTip=Suaktyvinkite PRO, kad kartu išdiegtumėte susietus produktus.
SpecProTip1=Išdiegite %s ir daugiau programų visiškai.
SpecProTip2=Aktyvuokite PRO, kad gautumėte šią funkciją ir mėgaukitės daugiau PRO funkcijų.
UninstallProTipEnterCode=Įvesti kodą
UninstallProTipActive=Aktivuoti dabar
UninstallProTipManage=Tvarkyti icenziją
Scan_M=Nuskaityti
Clean_M=Išvalyti
Cleaning_M=Išvaloma
SelectAll_M=Pažymėti viską
DeselectAll_M=Atžymėti viską
PleaseSelect_M=Prašome pasirinkti bent vieną elementą nuskaitymui.
CloseHint_M=Uždaryti
Invalid_item_M=(Neteisingas elementas)
ListviewHeader_Software_M=Programos pavadinimas (Viso: %d)
SoftwareFrame_ProgramName_M=Programos pavadinimas (Viso: %s)
History_Scan_M=Nuskaityti
History_Detail_M=Detalės
History_Residualfilesleft_M=Likusių failų liko
Uninstalled_completely_M=Išdiegimas baigtas
History_Installed_M=Įdiegta
History_info_DouBle_M=Programos pasirinktos išdiegimui paskutinį kartą nėra visiškai išdiegtos. Prašome spustelėkite Išdiegti, kad tęstumėte.
History_info_One_M=Programa pasirinkta išdiegimui paskutinį kartą nėra visiškai išdiegtos. Prašome spustelėkite Išdiegti, kad tęstumėte.
SoftwareFrame_InstallDate_M=Įdiegimo data
SoftwareFrame_FrequencyUse_M=Naudojimosi dažnumas
HistoryInfo_DisplayName=Rodomas pavadinimas
HistoryInfo_Publisher=Leidėjas
HistoryInfo_Version=Versija
HistoryInfo_InstallDate=Įdiegimo data
HistoryInfo_UseSize=Naudoja vietos
HistoryInfo_Location=Vieta
HistoryInfo_UninstallDate=Išdiegimo data
SoftwareFrame_Frequency_DaysHint_M=Nenaudojama %s dienų.
Noprograms_Frequencyofuse_M=Visos Jūsų programos yra dažnai naudojamas.
Noprograms_100Size_M=Programų neviršijančių 100MB nerasta.
Noprograms_match_M=Nėra jokių elementų, atitinkančių Jūsų paiešką.
Noprograms_Recent_M=Nebuvo įdiegta jokių programų per pastarąsias 10 dienų.
Details_M=Informacija
Export_M=Eksportuoti
monthsago_M=Prieš %d mėnesius
yearsago_M=Prieš %d metus
yearsagos_M=Prieš %d metus
days_left_M=liko dienų
SU_Title=Programinės įrangos naujinimo programa
SU_COL_Name=Programinės įrangos naujinimo programa
SU_COL_Version=Versija
SU_COL_Ignore=Ignoruoti
SU_COL_State=Būsena
SU_Ignore=Ignoruoti
SU_Ignored=Ignoruoti
SU_NoIgnore=Neignoruoti
SU_Update=Atnaujinti
SU_Updating=Atnaujinama
SU_UpToDate=Atnaujinta
SU_NewVersion=Nauja versija
SU_CurrVersion=Dabartinė versija
SU_ActivePro=Aktivuoti automatinius atnaujinimus
SU_Button_UpdateAll=Atnaujinti viska
SU_Tip=Padėkite lengvai ir efektyviai atnaujinti svarbias programas.
APTitle=Aktyvuoti visus privalumus
AP1=Ištrinti daugiau užsispyrusių programų
AP2=Visiškai pašalinkite pridėtines programas
AP3=Naršyklės reklamos programų pašalinimas
AP4=Išdiegti kenkėjiškus įskiepius
Explorer_Button=Failų smulkintuvas
Controlpanel_Button=Galingas išdiegimas

[promot_M]
CountDown_M=Riboto laiko pasiūlymas: %dd:%dh:%dm:%ds:%dms*
Youhave_M=You’ve Got a %D% OFF Special Offer from IObit!
ThisSpecial_M=This special offer is aimed to thank our loyal users for helping us make a better IObit Uninstaller
OnlyDays_M=Only %D Days Left
enjoy_the_PRO_M=Activate now to enjoy the PRO features:
PromotOne_M=Delete More ​​Stubborn Apps
PromotTwo_M=Completely Remove Bundleware
PromotThere_M=Browser Adware Removal
ActivateNow_M=Activate Now
GiveOffer_M=Give up this special offer

[ActionCenter_M]
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Atsisiųskite vaizdo įrašus iš "YouTube" ir 10000+ svetainių greičiau.
M_kvpInfo_UpToDate=Atsisiųskite vaizdo įrašus iš "YouTube" ir 10000+ svetainių greičiau.
M_kvpOffer=Atsisiųskite vaizdo įrašus iš "YouTube" ir 10000+ svetainių greičiau.<br>Atsisiųskite vaizdo įrašus bet kokiu formatu vienu spragtelėjimu<br>Atsisiųskite "YouTube" grojaraščius ir Lynda grojaraščius partijomis.<br>3X greitesnis atsisiuntimas naudojant multi-thread technologiją.<br>Konvertuokite internetinius ir vietinius vaizdo įrašus į bet kokį formatą.
M_Moffer_Title=IObit rekomenduoja
M_Close=Uždaryti
M_Cancel=Atšaukti
M_Moffer_Install=Įdiegti
M_Moffer_NoteEP=Spustelėdami "Įdiegti", Jūs sutinkate įdiegti %s ir sutinkate su jos <a>EULA</a> ir <a>privatumo politika</a>.
M_Moffer_Refund=<a>Pastaba:</a> Jūs galite grąžinti pinigus per 30 dienų. Perskaitykite <a>grąžinimo politiką</a>.
M_ASCOffer=Išvalykite ir optimizuokite kompiuterį vienu paspaudimu. <br>Paspartinkite kompiuterio įkrovimo laiką iki 300% greičiau. <br>Išvalykite naršymo pėdsakus, kad užtikrintumėte savo privatumą.<br>Stebėkite kompiuterio sąlygas realiu laiku, kad užtikrintumėte sklandesni kompiuterio darbą.<br>Apsaugokite kompiuterį nuo įprastų šnipinėjimo programų.
M_IMFOffer=Galinga ir išsami kovos su kenkėjiškų programų programa.<br>Apsiginkite nuo išpirkos programų, kaip "GoldenEye" ir "Wannacry".<br>Saugesnis interneto naršymas ir atsisiuntimai.<br>Gilesnė ir visapusiška realaus laiko apsauga.
M_DBOffer=Didelė tvarkyklių duomenų bazė (1 000 000+).<br>Atnaujinkite tvarkykles vienu paspaudimu.<br>Saugus naujinimas su kvalifikuotomis WHQL tvarkyklėmis.<br>Bendrų problemų (pvz., tinklas, garsas) tvarkyklė.<br>Sumažina sistemos įšaldymus ir strigimus.
M_SMOffer=Grąžinkite klasikinį "Start Menu" į "Windows 8/10". <br>Galingas ir paprastas failų paieškos įrankis.
M_DLOffer=Paprastas ir saugus slaptažodžių tvarkymo būdas.<br> Sukurkite unikalius slaptažodžius, kad apsaugotumėte savo paskyras.<br>Automatiškai prisijungti prie mėgstamiausių svetainių. <br>Windows, Mac, iOS ir Android.
M_IOTOffer=Jūsų geriausias "iPhone" tvarkyklė ir "iPhone" perkėlimo programinė įranga.<br>Perkelkite "IPhone" duomenis tarp iPhone/iPad/iPod/kompiuterio.<br>Lengva ir nemokama tvarkyti "iPhone" nuotraukas, muziką, vaizdo įrašus.<br>Išvalykite šiukšlių failus ir talpyklą, kad išlaisvintumėte daugiau vietos.
M_SDOffer=Didesnis failo prieigos greitis.<br>Maksimalus standžiojo disko našumas.<br>Paspartinti kompiuterio paleidimą iki 100% greičiau.<br>Optimizuokite žaidimus geresnei žaidimų patirčiai.
M_Fix=Įdiegti dabar
M_Install=Įdiegti dabar
M_IMFCaption=Kenkėjiškų programų apsauga
M_AC_Tips=Gaukite geresnę apsaugą ir našumą, įdiegiant rekomenduojamas programas.
M_FixAllAC=Gauti visus
M_HideAC=Paslėpti
M_ShowAC=Rodyti
M_ShowACTitle=Saugumas ir efektyvumas
M_ShowACDesc=Spustelėkite "Rodyti", kad matytumėte kitas rekomenduojamas programas. Įdiekite jas, kad gautumėte geresnį kompiuterio našumą ir apsaugą.
M_AC_FreeTitle=Saugumas ir efektyvumas
M_AC_FreeHelp_Ins=Gaukite geresnę apsaugą ir padidintą efektyvumą su rekomenduojamomis programomis.
M_AC_FreeHelp_Upt=Jūs negavote patobulintų funkcijų ir naujai pridėtų priemonių.
M_AC_FreeHelp_OK=Nuolat veikiant šioms programoms Jūs gaunate geresnį kompiuterio našumą ir apsaugą.
M_AC_Free_EULA=Jūsų anksčiau priimtas Galutinio vartotojo licencinė sutartis taip pat galioja rekomenduojamiems IObit produktams.
M_AC_Free_ReadEULA=Skaityti GVLS
M_ShowACTitle2=Pastebėjimas!
M_AC_FreeTitle2=Veiksmų centras
M_AC_FreeDetail2=Gaukite geresnę apsaugą ir padidintą efektyvumą su rekomenduojamomis programomis. Jūsų anksčiau priimtas <a>Galutinio naudotojo licencinė sutartis</a> taip pat taikoma rekomenduojamiems IObit produktams.
M_Scan=Nuskaitoma...
M_Recomm_Ins=Rekomenduojama: Įdiegti %s
M_Recomm_Upt=Rekomenduojama: Atnaujinti %s
M_none=Nėra
M_Fix=Gauti dabar
M_fixing=Įdiegiama
M_Updating=Atnaujinama
M_fixed=Gauta
M_failed=Nepavyko
M_RuningWell=Naujausia versija įdiegta
M_Outdated=Pasenęs
M_NotInstalled=Neįdiegta
M_ASCCaption=Sistemos efektyvumas
M_ASCInfo_NotIns=Registro klaidos, privatumo problemos ir nereikalingų failai būvo rasti Jūsų kompiuteryje.
M_ASCInfo_UpToDate=Advanced SystemCare pagreitina ir optimizuoja Jūsų kompiuterį 1 paspaudimu.
M_ASCInfo_NeedUpDate=Advanced SystemCare yra pasenusi.
M_ASCDesc=1 paspaudimu apsaugoti ir optimizuoti Jūsų kompiuterį
M_RunASC=Nuskaityti dabar
M_IMFCaption=Apsauga nuo šnipinėjimo
M_IMFInfo_NotIns=Gaukite geresnę apsaugą įdiegdami IObit apsaugą nuo šnipinėjimo programą.
M_IMFInfo_UpToDate=IObit Malware Fighter apsaugo Jūsų kompiuterį nuo įvairių kenkėjiškų programų.
M_IMFInfo_NeedUpDate=Jūsų apsauga nuo šnipinėjimo programų yra pasenusi.
M_IMFDesc=Apsaugokite savo kompiuterį nuo kenkėjiškų programų.
M_RunIMF=Nuskaityti dabar
M_DBCaption=Tvarkyklių atnaujinimas
M_DBInfo_NotIns_C=Surasta pasenusios (-ių) tvarkyklės (-ių), kurios gali sulėtinti ir destabilizuoti Jūsų kompiuterį.
M_DBInfo_NotIns=Gali būti pasenusių tvarkyklių, kurios gali sulėtinti ir destabilizuoti Jūsų kompiuterį.
M_DBInfo_UpToDate=Driver Booster atnaujina pasenusias tvarkykles Jūsų kompiuteriui.
M_DBInfo_NeedUpDate=Jūsų tvarkyklių naujinimo programa yra pasenusi.
M_DBDesc=Atnaujinkite visas pasenusias tvarkykles kompiuteryje.
M_RunDB=Nuskaityti dabar
M_SDCaption=Disko optimizavimas
M_SDInfo_NotIns=Rastos disko optimizavimo problemos. Optimizuokite jas, kad padidintumėte disko efektyvumą.
M_SDInfo_UpToDate=Smart Defrag defragmentuoja diską padidinant jo našumą.
M_SDInfo_NeedUpDate=Jūsų disko defragmentavimo programa yra pasenusi.
M_SDDesc=Defragmentuoja diską padidinant jo našumą.
M_RunSD=Defragmentuoti dabar
M_SMCaption=Pradžios meniu
M_SMInfo_NotIns=Atgaukite savo pažįstamą Windows " Pradžios" meniu.
M_SMInfo_UpToDate=Start Menu 8 sugrąžina Windows "Pradžios" meniu.
M_SMInfo_NeedUpDate=Jūsų Start Menu 8 yra pasenęs.
M_SMDesc=Sugrąžinti Windows "Pradžios" meniu.
M_RunSM=Paleisti dabar
M_AMCCaption=Android apsauga
M_AMCInfo_NotIns=Gaukite geresnį saugumą ir privatumo apsaugą Jūsų "Android" įrenginiui.
M_Recomm_Ins_AMC=Rekomenduojama: Įdiekite %s į savo "Android" įrenginį.
M_AMCDesc=Optimizuoti ir apsaugoti Jūsų Android įrenginį.
M_RunAMC=Gauti dabar
M_DLCaption=Slaptažodžio tvarkyklė
M_DLInfo_NotIns=Apsaugokite ir tvarkykite visus savo slaptažodžius su Dashlane Password Manager.
M_DLInfo_UpToDate=Niekada nepamirškite savo slaptažodžio su saugiu ir patikimu Dashlane.
M_RunDL=Tvarkyti
M_AC_FreeTitleHide1=All recommended programs are hidden!
M_RunIU=Paleisti dabar
M_IUCaption=Programų išdiegimas
M_IUInfo_NotIns=Pašalinkite nepageidaujamas programas, įrankių juostas ir naršyklės įskiepius.
M_IUInfo_UpToDate=IObit Uninstaller kruopščiai pašalina įskiepius ir programas.
M_IUInfo_NeedUpDate=Jūsų IObit Uninstaller yra pasenęs.
M_FPCaption=Vaizdo keitiklis
M_FPInfo_NotIns=Gaukite vaizdo konverterį, kad galėtumėte konvertuoti savo vaizdo įrašus skirtingiems įrenginiams.
M_FPInfo_UpToDate=Mėgaukitės žiūrėti vaizdo įrašais bet kuriame Savo įrenginyje.
M_FPInfo_NeedUpDate=Formatų paketas yra pasenęs.
M_iFreeUpCaption=iOS optimizavimas
M_RuniFreeUp=Nuskaityti dabar
M_BuyiFreeUp=Pirkti dabar
M_iFreeUpDesc=Atlaisvinkite Savo iOS įrenginį, kad būtų daugiau vietos.
M_iFreeUpInfo_NotIns=Gali būti daug vertingos vietos švaistoma Jūsų iOS įrenginyje.
M_iFreeUpInfo_UpToDate=iFreeUp atlaisvina Jūsų iOS įrenginį, kad būtų daugiau vietos.
M_iFreeUpInfo_NeedUpDate=Jūsų iFreeUp yra pasenęs.
M_Recomm_Ins_iFreeUp=Rekomenduojama: Įdiekite %s, norint atlaisvinti švaistomos vietos.
M_RunSGB=Pagerinti dabar
M_SGBCaption=Žaidimų optimizavimas
M_SGBInfo_NotIns=Pagerinkite Savo žaidimą ir kompiuterio ilgaamžiškumą išlaikant jį aukščiausios formos.
M_SGBInfo_UpToDate=Superb Game Boost pagreitina ir optimizuoja Jūsų žaidimo našumą 1 paspaudimu.
M_SGBInfo_NeedUpDate=Superb Game Boost yra pasenęs.
M_VipTitle=VIP išskirtinis pasiūlymas
M_AC_ShareTip=Dalintis išskirtiniu pasiūlymu su draugais/šeima
M_AC_Pro_Title=Kiti rekomenduojami produktai geresniam saugumui ir efektyvumui
M_ACPro_SubTitle=Pirkite dabar, norint gauti išskirtinę nuolaidą tik ASC PRO vartotojams.
M_ACPro_SubTitle_AU=Pirkite dabar, norint gauti išskirtinę nuolaidą tik ASC Ultimate mokėjusiems vartotojams.
M_ActionCenterTitle_Perfectly=Visos programos veikia puikiai!
M_SubTitle_Perfectly=Paleiskite šias programas nuolat, norint gauti geresnį kompiuterio našumą ir apsaugą. Mėgaukitės naudojant jas.
M_ShowACTitlePro=VIP išskirtinis pasiūlymas
M_ShowACDescPro=Spauskite "Rodyti", norint gauti savo išskirtinę nuolaidą kitiems rekomenduojamiems IObit produktams.
M_AC_ProShareMail=Dalintis per Laiškus
M_AC_ProShareFB=Dalintis per Facebook
M_AC_NoMailCLient=Operacija nepavyko, nes numatytoji pašto programa nėra įdiegta teisingai.
M_BuyIMF=Pirkti dabar
M_BuyDB=Pirkti dabar
M_BuySD=Pirkti dabar
M_AC_FreeDetail2_db=Gaukite geresnę apsaugą ir padidintą efektyvumą su rekomenduojamomis programomis. Jūsų anksčiau priimta <a>Galutinio vartotojo licencinė sutartis</a> taikoma ir čia.
M_AC_FreeTitleHide2=Spauskite "Rodyti", kad parodytu ir įdiegtu juos, kad gautumėte visiška apsaugą ir geriausią kokybę.
M_RunIVC=Pabandykite dabar
M_IVCCaption=Nemokamas Vaizdo įrašų keitiklis
M_IVCInfo_NotIns=100% nemokama ir švarus, 150+ formatų ir greitesnis vaizdo įrašų konvertavimas!
M_IVCInfo_UpToDate=Žiūrėkite vaizdo įrašus bet kokiu būdu kuriuo norite.
M_IVCInfo_NeedUpDate=iFun vaizdo įrašų keitiklis yra pasenęs.
M_ACPro_SubTitle_db=Pirkite dabar ir mėgaukitės išskirtine nuolaida Booster Pro tik vartotojams.

[SendBugReportNew_FrmMain]
lblTitle.Caption=IObit Uninstaller
btnSendReport.Caption=Siųsti pranešimą apie klaidas
lblErrorDetails.Caption=Klaidos informacija:
lblUserEmail.Caption=Jūsų elektroninio pašto adresas:
lblSuccTips.Caption=Dėkojame, kad atsiuntėte pranešimą apie klaidas. Mes stengsimės ją kuo greičiau išspręsti.
btnClose.Hint=Uždaryti

[SendBugReportNew_M]
M_AskUserTips=susidūrė su problema. Prašome atsiųsti mums pranešimą apie klaidas ir padėti mums tai išspręsti.
M_BugStatisticsTips=susidūrė su problema ir turi uždaryti. Dabar analizuojame priežastis. Prašau palauk...
M_SendingTips=Siunčiama...
M_AttentionTips=susidūrė su problema ir turi uždaryti. Prašome iš naujo paleiskite jį vėliau.
M_InvalidEmailTips=Neteisingas el. pašto adresas! Įveskite galiojantį el. pašto adresą, kad galėtumėte gauti atsakymą.
M_OKTips=Gerai

[ACD_M]
M_Downloading=Atsisiunčiama:
M_TipFixing=Taisoma
M_Tips=Atsisiuntimas vyksta. Du kartus spustelėkite piktogramą, jei norite peržiūrėti išsamią informaciją.
M_Installing=Įdiegiama:
M_MD5Faild=Atsiųstas failas yra sugadintas. Pabandykite dar kartą vėliau.
M_NetError=Atsisiuntimas nepavyko dėl tinklo klaidos. Pabandykite dar kartą vėliau!
M_DiskIsFull=Nepakanka vietos diske!
M_Speed=Greitis:
M_AreSure_IObit=Ar tikrai norite išeiti iš IObit Downloader?

[ACD_frmActionCenter]
lbl_Cancel.Caption=Atšaukti
lbl_Min.Caption=Sumažinti
btnClose.Hint=Uždaryti

